{
  "mp-test": "it a test",
  "mp-confirm-enable-list": "The Extended list is a list of tokens from projects that have collaborated with PancakeSwap previously but the quality of the tokens as an investment cannot be guaranteed. By proceeding, you acknowledge and agree that you fully understand the risks associated and you shall perform any trading operations at your own risk.",
  "import-token-warning-unknown-source": "The tokens not included in the token lists pose very high risks. Please do your own research on the tokens and read the user agreement carefully before proceeding. By proceeding, you acknowledge and agree that you fully understand the risks associated and you shall perform any trading operations at your own risk.",
  "import-token-warning-extended-list-1": "Anyone can create a BEP20 token on BNB Chain with any name or ticker, including creating fake versions of existing tokens and tokens that claim to represent projects that do not have a token. Please trade tokens via PancakeSwap at your own risk.",
  "import-token-warning-extended-list-2": "The Extended list is a list of tokens from projects that have collaborated with PancakeSwap previously but the quality of the tokens as an investment cannot be guaranteed. By proceeding, you acknowledge and agree that you fully understand the risks associated and you shall perform any trading operations at your own risk.",
  "user-service-agreement-1": "You should always carefully consider whether PancakeSwap Mini-Program and its decentralized exchange services offered are consistent with your risk tolerance, investment objectives, investment experience or sophistication, financial condition, financial needs, personal circumstances, and other considerations that may be relevant to you.",
  "user-service-agreement-2": "PancakeSwap is a decentralized exchange and yield farm on BNB Chain. Its decentralized exchange service uses smart contracts to facilitate automated transactions between cryptocurrency tokens on BNB Chain.",
  "user-service-agreement-3": "1. You should fully understand the risks associated with decentralized exchange trading and be solely responsible and liable for any and all trading and non-trading activity on your Binance account, Binance DeFi Wallet and in PancakeSwap. You acknowledge and agree that you shall access and use the decentralized exchange trading service at your own risk. Trading in a decentralized exchange like PancakeSwap can be highly risky. Any token can be freely listed on PancakeSwap. For the avoidance of doubt, there are no restrictions on the creation of BEP20 tokens on BNB Smart Chain, including the creation of fake versions of existing tokens and tokens that claim to represent projects that do not have a token. If you purchase a token, you may be unable to sell it;",
  "user-service-agreement-4": "2. Do not enter into a transaction or invest in assets that are outside of your financial abilities or knowledge;",
  "user-service-agreement-5": "3. The Binance DeFi Wallet allows users to access their BNB Chain wallet. It accesses the BNB Chain to perform functions including, but not limited, to checking the holding balance, sending transactions and signing messages with the private key of the wallet. You are solely responsible and liable for knowing the true status of any holdings displayed in your Binance DeFi Wallet. You acknowledge that the information contained therein can be inaccurate or incorrect despite the best efforts of Binance and  PancakeSwap;",
  "user-service-agreement-6": "4. You understand that failing to maintain a sufficient amount of BNB in your BNB DeFi Wallet can result in failure of any transactions or transfers from the Binance DeFi Wallet as sufficient amounts of BNB are required by users as ‘gas fees’ to engage in decentralized trading.",
  "user-service-agreement-7": "5. You agree to trade in good faith. No person shall trade with intent to disrupt, or with reckless disregard for the adverse impact on, the orderly conduct of trading or the fair execution of transactions. Binance reserves the right to prohibit and prosecute any disruptive and manipulative trading practices that Binance finds to be abusive to the orderly conduct of trading or the fair execution of transactions. If Binance suspects any such accounts to be in violation of this term, Binance shall have the right to immediately suspend your Binance Account (and any accounts beneficially owned by related entities or affiliates), freeze or lock the assets in all such accounts, and suspend your access to Binance. Binance may, in its sole discretion, perform measures to mitigate potential losses to you on your behalf, including, but not limited to, suspending you from trading, transferring balances from your exchange account to your Binance DeFi Wallet without any prior notification.",
  "user-service-agreement-8": "6. During Binance system maintenance and any system maintenance of PancakeSwap or its smart contracts, you agree that you are solely responsible and liable for managing your Binance DeFi Wallet, including but not limited to, the safekeeping or sale and purchase of your assets.",
  "user-service-agreement-9": "7. You agree that you conduct all decentralized exchange trading in PancakeSwap Mini Program on your own account and Binance DeFi Wallet, and claim full responsibility for your activities. Binance and PancakeSwap do not take any responsibility for any loss or damage incurred as a result of your use of any services or your failure to understand the risks involved associated with your assets generally or your use of the services.",
  "user-service-agreement-10": "8. You agree that all operations conducted on Binance.com, in Binance DeFi Wallet, or in the PancakeSwap Mini Program represent your true investment intentions and that you unconditionally accept the potential risks and benefits of your investment decisions.",
  "user-service-agreement-11": "9. Binance.com reserves the right to delist, suspend or terminate the PancakeSwap Mini Program service. At its discretion, Binance.com can suspend and terminate PancakeSwap Mini Program service at any time.",
  "user-service-agreement-12": "10. PancakeSwap reserves the right to include and exclude any asset from its token lists anytime.",
  "user-service-agreement-13": "11. Due to network delay, computer system failures and other force majeure, which may lead to delay, suspension or deviation of PancakeSwap decentralized trading service execution, Binance.com and PancakeSwap will use commercially reasonable effort to ensure but not promise that Binance DeFi Wallet and PancakeSwap decentralized trading execution system run stably and effectively. Binance.com and PancakeSwap do not take any responsibility if the final execution doesn’t match your expectations due to the above factors.",
  "user-service-agreement-14": "12. I have read and agreed to the PancakeSwap Mini Program User Service Agreement and have agreed to use the PancakeSwap Mini Program service. I am fully aware of the risks described herein and confirm my use of this service.",
  "add-liquidity-tip-1": "You’ll also be exposed to",
  "add-liquidity-tip-2": "impermanent loss",
  "add-liquidity-tip-3": "by adding liquidity.",
  "impermanent-loss-tip-1": "Impermanent loss occurs when the prices of your deposited assets change compared to when you deposited them, resulting in a loss in value compared to just holding the same assets in your wallet.",
  "impermanent-loss-tip-2": "What is Impermanent Loss?"
}
